<?php
// Heading
$_['heading_title'] = 'Homecards — карточки категорий'; 

// Text
$_['text_module'] = 'Модули';
$_['text_success'] = 'Модуль карточек категорий успешно обновлен!';
$_['text_content_top'] = 'Верх страницы';
$_['text_content_bottom'] = 'Низ страницы';
$_['text_column_left'] = 'Левая колонка';
$_['text_column_right'] = 'Правая колонка';
$_['text_select_categories'] = 'Категории';
$_['text_select_categories_description'] = 'Если вы добавите в этот список хотя бы одну категорию, модуль будет показывать карточки только для категорий из этого списка. Если же этот список пуст, будут отображаться карточки для корневых категорий вашего магазина. Порядок категорий можно менять с помощью мыши, перетаскивая соответствующий пункт списка.';


// Entry
$_['entry_layout'] = 'Схема:';
$_['entry_position'] = 'Расположение:';
$_['entry_count'] = 'Product Count:';
$_['entry_status'] = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';
$_['entry_main_image'] = 'Размер основного изображения:';
$_['entry_child_image'] = 'Размер дочернего изображения:';
$_['entry_category'] = 'Категория:<br /><span class="help">(Автодополнение)</span>';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения модуля карточек категорий!';
